src/xml/request_oclc/oclc_balletmusik_rameau.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/opensearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:foxml="info:fedora/fedora-system:def/foxml#" xsi:schemaLocation="info:fedora/fedora-system:def/foxml# http://www.fedora.info/definitions/1/0/foxml1-1.xsd">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
<oclcRecords><oclcRecord><foxml:digitalObject VERSION="1.1" PID="870970-basis:42159530">
<foxml:objectProperties>
<foxml:property NAME="info:fedora/fedora-system:def/model#state" VALUE="Active"/>
<foxml:property NAME="info:fedora/fedora-system:def/model#label" VALUE=""/>
<foxml:property NAME="info:fedora/fedora-system:def/model#ownerId" VALUE=""/>
<foxml:property NAME="info:fedora/fedora-system:def/model#createdDate" VALUE="2013-05-16T12:09:10.576Z"/>
<foxml:property NAME="info:fedora/fedora-system:def/view#lastModifiedDate" VALUE="2013-05-16T12:09:10.628Z"/>
</foxml:objectProperties>
<foxml:datastream ID="AUDIT" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="AUDIT.0" LABEL="Audit Trail for this object" CREATED="2013-05-16T12:09:10.576Z" MIMETYPE="text/xml" FORMAT_URI="info:fedora/fedora-system:format/xml.fedora.audit">
<foxml:xmlContent>
<audit:auditTrail xmlns:audit="info:fedora/fedora-system:def/audit#">
<audit:record ID="AUDREC1">
<audit:process type="Fedora API-M"/>
<audit:action>modifyDatastreamByValue</audit:action>
<audit:componentID>RELS-SYS</audit:componentID>
<audit:responsibility>fedoraAdmin</audit:responsibility>
<audit:date>2013-05-16T12:09:10.628Z</audit:date>
<audit:justification></audit:justification>
</audit:record>
</audit:auditTrail>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="DC" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="DC.0" LABEL="" CREATED="2013-05-16T12:09:10.584Z" MIMETYPE="text/xml" SIZE="1618">
<foxml:xmlContent>
<oai_dc:dc xmlns:oai_dc="http://www.openarchives.org/OAI/2.0/oai_dc/" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://www.openarchives.org/OAI/2.0/oai_dc/ http://www.openarchives.org/OAI/2.0/oai_dc.xsd">
  <dc:title>les fêtes d&apos;hébé</dc:title>
  <dc:title>MATCH:les fê</dc:title>
  <dc:creator>Jean-Philippe Rameau</dc:creator>
  <dc:creator>NOBIRTH:Jean-Philippe Rameau</dc:creator>
  <dc:creator>MATCHSTRING:Rameauj</dc:creator>
  <dc:subject>balletmusik</dc:subject>
  <dc:subject>barok</dc:subject>
  <dc:subject>instrumental</dc:subject>
  <dc:subject>operaballet</dc:subject>
  <dc:subject>operaouverture</dc:subject>
  <dc:subject>orkester</dc:subject>
  <dc:subject>ouverture</dc:subject>
  <dc:subject>Frankrig</dc:subject>
  <dc:subject>Frankrig</dc:subject>
  <dc:subject>1730-1739</dc:subject>
  <dc:subject>1680-1689</dc:subject>
  <dc:subject>1690-1699</dc:subject>
  <dc:publisher>erato</dc:publisher>
  <dc:publisher>MATCHSTRING:erato</dc:publisher>
  <dc:contributor>MATCHSTRING:Christiew</dc:contributor>
  <dc:contributor>MATCHSTRING:les arts florissants</dc:contributor>
  <dc:contributor>william christie</dc:contributor>
  <dc:contributor>jean-philippe rameau</dc:contributor>
  <dc:contributor>marc-antoine charpentier</dc:contributor>
  <dc:contributor>les arts florissants</dc:contributor>
  <dc:date>1999</dc:date>
  <dc:type>Cd (musik)</dc:type>
  <dc:type>WORK:music</dc:type>
  <dc:identifier>870970-basis:42159530</dc:identifier>
  <dc:identifier>NUMBER:Erato3984-26129-2</dc:identifier>
</oai_dc:dc>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="commonData" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="commonData.0" LABEL="" CREATED="2013-05-16T12:09:10.584Z" MIMETYPE="text/xml" SIZE="11203">
<foxml:xmlContent>
<ting:container xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:docbook="http://docbook.org/ns/docbook" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:ting="http://www.dbc.dk/ting" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"><dkabm:record><ac:identifier>42159530|870970</ac:identifier><ac:source>Bibliotekskatalog</ac:source><dc:title>Les fêtes d&apos;Hébé</dc:title><dc:title xsi:type="dkdcplus:full">Les fêtes d&apos;Hébé (Christie)</dc:title><dcterms:alternative>Musique de ballet 1979-1999</dcterms:alternative><dcterms:alternative>Vingtième anniversaire Les Arts Florissants</dcterms:alternative><dc:creator>Jean-Philippe Rameau</dc:creator><dc:creator xsi:type="oss:sort">Rameau, Jean-Philippe</dc:creator><dc:subject xsi:type="dkdcplus:DK5">78.411</dc:subject><dc:subject xsi:type="dkdcplus:DK5-Text">Orkestermusik uden soloinstrumenter</dc:subject><dc:subject xsi:type="dkdcplus:DBCM">balletmusik</dc:subject><dc:subject xsi:type="dkdcplus:DBCM">barok</dc:subject><dc:subject xsi:type="dkdcplus:DBCM">instrumental</dc:subject><dc:subject xsi:type="dkdcplus:DBCM">operaballet</dc:subject><dc:subject xsi:type="dkdcplus:DBCM">operaouverture</dc:subject><dc:subject xsi:type="dkdcplus:DBCM">orkester</dc:subject><dc:subject xsi:type="dkdcplus:DBCM">ouverture</dc:subject><dc:description>Indspillet i Paris 1994-1997</dc:description><dcterms:audience>voksenmaterialer</dcterms:audience><dc:publisher>Erato</dc:publisher><dc:contributor>William Christie</dc:contributor><dc:contributor>Jean-Philippe Rameau</dc:contributor><dc:contributor>Marc-Antoine Charpentier</dc:contributor><dc:contributor>Les Arts Florissants</dc:contributor><dc:date>1999</dc:date><dc:type xsi:type="dkdcplus:BibDK-Type">Cd (musik)</dc:type><dc:format>1 cd, digitaloptagelse</dc:format><dc:identifier>Erato 3984-26129-2</dc:identifier><dcterms:hasPart xsi:type="dkdcplus:track">Les fêtes d&apos;Hébé</dcterms:hasPart><dcterms:hasPart xsi:type="dkdcplus:track">Hippolyte og Aricie</dcterms:hasPart><dcterms:hasPart xsi:type="dkdcplus:track">La descente d&apos;Orphée aux enfers</dcterms:hasPart><dcterms:hasPart xsi:type="dkdcplus:track">Les plaisirs de Versailles</dcterms:hasPart><dcterms:hasPart xsi:type="dkdcplus:track">Médée</dcterms:hasPart><dcterms:spatial xsi:type="dkdcplus:DBCM">Frankrig</dcterms:spatial><dcterms:spatial xsi:type="dkdcplus:DBCM">Frankrig</dcterms:spatial><dcterms:temporal xsi:type="dkdcplus:DBCM">1730-1739</dcterms:temporal><dcterms:temporal xsi:type="dkdcplus:DBCM">1680-1689</dcterms:temporal><dcterms:temporal xsi:type="dkdcplus:DBCM">1690-1699</dcterms:temporal></dkabm:record><marcx:collection xmlns:marcx="info:lc/xmlns/marcxchange-v1"><marcx:record format="danMARC2" type="Bibliographic"><marcx:leader>00000n    2200000   4500</marcx:leader><marcx:datafield ind1="0" ind2="0" tag="001"><marcx:subfield code="a">42159530</marcx:subfield><marcx:subfield code="b">870970</marcx:subfield><marcx:subfield code="c">20000901101638</marcx:subfield><marcx:subfield code="d">20000212</marcx:subfield><marcx:subfield code="f">a</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="002"><marcx:subfield code="b">714700</marcx:subfield><marcx:subfield code="c">90568604</marcx:subfield><marcx:subfield code="x">71470090568604</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="004"><marcx:subfield code="r">c</marcx:subfield><marcx:subfield code="a">e</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="008"><marcx:subfield code="t">s</marcx:subfield><marcx:subfield code="u">f</marcx:subfield><marcx:subfield code="a">1999</marcx:subfield><marcx:subfield code="b">fr</marcx:subfield><marcx:subfield code="v">0</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="009"><marcx:subfield code="a">s</marcx:subfield><marcx:subfield code="g">xc</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="021"><marcx:subfield code="d">kr. 145,00</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="023"><marcx:subfield code="a">0639842612920</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="032"><marcx:subfield code="x">SFG200035</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="039"><marcx:subfield code="a">ork</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="100"><marcx:subfield code="a">Rameau</marcx:subfield><marcx:subfield code="h">Jean-Philippe</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="239"><marcx:subfield code="t">Les ¤fêtes d&apos;Hébé</marcx:subfield><marcx:subfield code="7"> (</marcx:subfield><marcx:subfield code="v">Ouverture</marcx:subfield><marcx:subfield code="v">Balletmusik</marcx:subfield><marcx:subfield code="7">)</marcx:subfield><marcx:subfield code="ø">Christie</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="245"><marcx:subfield code="a">Musique de ballet 1979-1999</marcx:subfield><marcx:subfield code="u">20ème anniversaire Les Arts Florissants</marcx:subfield><marcx:subfield code="e">Les Arts Florissants</marcx:subfield><marcx:subfield code="e">dirigent: William Christie</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="260"><marcx:subfield code="a">Paris</marcx:subfield><marcx:subfield code="b">Erato</marcx:subfield><marcx:subfield code="c">p 1999</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="300"><marcx:subfield code="n">1 cd</marcx:subfield><marcx:subfield code="b">digitaloptagelse</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="512"><marcx:subfield code="a">Indspillet i Paris 1994-1997</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="531"><marcx:subfield code="a">Indhold:</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="538"><marcx:subfield code="f">Erato</marcx:subfield><marcx:subfield code="g">3984-26129-2</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="652"><marcx:subfield code="m">78.411</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="652"><marcx:subfield code="p">78.89</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="652"><marcx:subfield code="å">11</marcx:subfield><marcx:subfield code="i">78.411</marcx:subfield><marcx:subfield code="i">78.411</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="652"><marcx:subfield code="å">12</marcx:subfield><marcx:subfield code="i">78.411</marcx:subfield><marcx:subfield code="i">78.411</marcx:subfield><marcx:subfield code="i">78.411</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="666"><marcx:subfield code="0"></marcx:subfield><marcx:subfield code="å">11</marcx:subfield><marcx:subfield code="m">barok</marcx:subfield><marcx:subfield code="m">balletmusik</marcx:subfield><marcx:subfield code="m">operaballet</marcx:subfield><marcx:subfield code="m">ouverture</marcx:subfield><marcx:subfield code="m">operaouverture</marcx:subfield><marcx:subfield code="n">instrumental</marcx:subfield><marcx:subfield code="n">orkester</marcx:subfield><marcx:subfield code="p">1730-1739</marcx:subfield><marcx:subfield code="l">Frankrig</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="666"><marcx:subfield code="0"></marcx:subfield><marcx:subfield code="å">12</marcx:subfield><marcx:subfield code="m">barok</marcx:subfield><marcx:subfield code="m">balletmusik</marcx:subfield><marcx:subfield code="m">ouverture</marcx:subfield><marcx:subfield code="m">operaouverture</marcx:subfield><marcx:subfield code="n">instrumental</marcx:subfield><marcx:subfield code="n">orkester</marcx:subfield><marcx:subfield code="p">1680-1689</marcx:subfield><marcx:subfield code="p">1690-1699</marcx:subfield><marcx:subfield code="l">Frankrig</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="700"><marcx:subfield code="a">Christie</marcx:subfield><marcx:subfield code="h">William</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="710"><marcx:subfield code="a">Les ¤Arts Florissants</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="745"><marcx:subfield code="a">Vingtième anniversaire Les Arts Florissants</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="770"><marcx:subfield code="å">11</marcx:subfield><marcx:subfield code="a">Rameau</marcx:subfield><marcx:subfield code="h">Jean-Philippe</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="770"><marcx:subfield code="å">12</marcx:subfield><marcx:subfield code="a">Charpentier</marcx:subfield><marcx:subfield code="h">Marc-Antoine</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="795"><marcx:subfield code="å">11</marcx:subfield><marcx:subfield code="a">Les ¤fêtes d&apos;Hébé</marcx:subfield><marcx:subfield code="7"> (</marcx:subfield><marcx:subfield code="v">Ouverture</marcx:subfield><marcx:subfield code="v">Balletmusik</marcx:subfield><marcx:subfield code="7">) ; </marcx:subfield><marcx:subfield code="a">Hippolyte og Aricie</marcx:subfield><marcx:subfield code="7"> (</marcx:subfield><marcx:subfield code="v">Ouverture</marcx:subfield><marcx:subfield code="v">Balletmusik</marcx:subfield><marcx:subfield code="7">)</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="795"><marcx:subfield code="å">12</marcx:subfield><marcx:subfield code="a">La ¤descente d&apos;Orphée aux enfers</marcx:subfield><marcx:subfield code="7"> (</marcx:subfield><marcx:subfield code="v">Ouverture</marcx:subfield><marcx:subfield code="v">Entrée des nymphes</marcx:subfield><marcx:subfield code="v">Les ¤fantômes</marcx:subfield><marcx:subfield code="7">) ; </marcx:subfield><marcx:subfield code="a">Les ¤plaisirs de Versailles</marcx:subfield><marcx:subfield code="7"> (</marcx:subfield><marcx:subfield code="v">Ouverture</marcx:subfield><marcx:subfield code="7">) ; </marcx:subfield><marcx:subfield code="a">Médée</marcx:subfield><marcx:subfield code="7"> (</marcx:subfield><marcx:subfield code="v">Ouverture</marcx:subfield><marcx:subfield code="v">Balletmusik</marcx:subfield><marcx:subfield code="7">)</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="990"><marcx:subfield code="a">SFG</marcx:subfield><marcx:subfield code="o">200035</marcx:subfield><marcx:subfield code="c">C</marcx:subfield><marcx:subfield code="t">00</marcx:subfield><marcx:subfield code="t">29.09.20</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="996"><marcx:subfield code="a">DBC</marcx:subfield></marcx:datafield></marcx:record></marcx:collection><adminData><creationDate>2005-03-01</creationDate><libraryType>none</libraryType><indexingAlias>danmarcxchange</indexingAlias><accessType>physical</accessType><collectionIdentifier>870970-basis</collectionIdentifier></adminData></ting:container>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="localData.870970-basis" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="localData.870970-basis.0" LABEL="" CREATED="2013-05-16T12:09:10.584Z" MIMETYPE="text/xml" SIZE="561">
<foxml:xmlContent>
<ting:localData xmlns:ting="http://www.dbc.dk/ting"><marcx:record xmlns:marcx="info:lc/xmlns/marcxchange-v1" format="danMARC2" type="BibliographicLocal"><marcx:datafield ind1="0" ind2="0" tag="d08"><marcx:subfield code="o">dnj</marcx:subfield><marcx:subfield code="k">hvn</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="n55"><marcx:subfield code="a">20050301</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="z99"><marcx:subfield code="a">lhp</marcx:subfield></marcx:datafield></marcx:record></ting:localData>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="RELS-SYS" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="RELS-SYS.1" LABEL="" CREATED="2013-05-16T12:09:10.628Z" MIMETYPE="application/rdf+xml" SIZE="317">
<foxml:xmlContent>
<rdf:RDF xmlns:rdf="http://www.w3.org/1999/02/22-rdf-syntax-ns#">
  <rdf:Description rdf:about="info:fedora/870970-basis:42159530">
    <isMemberOfUnit xmlns="info:fedora/">unit:47957</isMemberOfUnit>
    <isPrimaryBibObjectFor xmlns="info:fedora/">unit:47957</isPrimaryBibObjectFor>
  </rdf:Description>
</rdf:RDF>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
</foxml:digitalObject><ocn></ocn><holdingsServiceResponse><response>
<timestamp>2013-05-30 10:25:19.253</timestamp>
<pid>870970-basis:42159530</pid>
<result>
</result>
</response></holdingsServiceResponse></oclcRecord></oclcRecords>

</ns1:originalData>
<ns1:outputFormat>PLACEHOLDER</ns1:outputFormat>
   </ns1:formatRequest>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
